Repository: learningequality/kolibri-app
Catalog: locale/yo/LC_MESSAGES/macapp.po
Languages: yo_ng

source: File
yo_ng: Fáìlì

source: New Window
yo_ng: Férésé túntún

source: Close Window
yo_ng: Pá férésé de

source: Open Kolibri Home Folder
yo_ng: Ṣí àpámó Kolibri Home

source: Edit
yo_ng: Ṣàtúnṣe

source: Undo
yo_ng: Dàá padà

source: Redo
yo_ng: Tun ṣe

source: Cut
yo_ng: Gé

source: Copy
yo_ng: Dàákọ

source: Paste
yo_ng: Lẹ

source: Select All
yo_ng: Yán gbogbo ẹ

source: View
yo_ng: Wo

source: Reload
yo_ng: Tun ki

source: Actual Size
yo_ng: Dede iwọn

source: Zoom In
yo_ng: Fàá si inu

source: Zoom Out
yo_ng: Fàá si ita

source: Open in Browser
yo_ng: Ṣìí ninu aṣàwákiri

source: History
yo_ng: Ìtàn

source: Back
yo_ng: Padà

source: Forward
yo_ng: Wáju

source: Help
yo_ng: Ìrànlọ́wọ́

source: Documentation
yo_ng: Kikọ sí inu iwe

source: Community Forums
yo_ng: Awujọ apero
