Repository: learningequality/kolibri-app
Catalog: locale/ny/LC_MESSAGES/macapp.po
Languages: ny_mw

source: File
ny_mw: Failo

source: New Window
ny_mw: Tsamba lanyuwani

source: Close Window
ny_mw: Tsekani Tsamba

source: Open Kolibri Home Folder
ny_mw: Tsekulani Foda ya Kolibri

source: Edit
ny_mw: Sinthani zina ndi zina

source: Undo
ny_mw: Chotsani zomwe mwasintha

source: Redo
ny_mw: Chitaninso

source: Cut
ny_mw: Sunthani zonse

source: Copy
ny_mw: Kopelani

source: Paste
ny_mw: Ikani apa zomwe m'nakopela/m'nasuntha

source: Select All
ny_mw: Sankhani zonse

source: View
ny_mw: Onani

source: Reload
ny_mw: Panganinso

source: Actual Size
ny_mw: Kukula kwake kwenikweni

source: Zoom In
ny_mw: Kulitsani

source: Zoom Out
ny_mw: Chepetsani

source: Open in Browser
ny_mw: Tsekulani Tsamba lolowera pa intaneti

source: History
ny_mw: Zomwe mwachita m'mbuyo

source: Back
ny_mw: Bwelerani m'mbuyo

source: Forward
ny_mw: Pitani m'tsogolo

source: Help
ny_mw: Pezani Chithandizo

source: Documentation
ny_mw: Kaundula wa zolembalemba

source: Community Forums
ny_mw: Mkumano wa pa intaneti
