Repository: learningequality/kolibri-app
Catalog: installer/translations/locale/*/messages.po
Languages: de

# [Messages]UninstallAppTitle
source: Uninstall
de: Entfernen

# [Messages]UninstallAppFullTitle
source: %1 Uninstall
de: %1 entfernen

# [Messages]ConfirmTitle
source: Confirm
de: Bestätigen

# [Messages]ErrorTitle
source: Error
de: Fehler

# [Messages]SetupLdrStartupMessage
source: This will install %1. Do you wish to continue?
de: %1 wird jetzt installiert. Möchten Sie fortfahren?

# [Messages]LdrCannotCreateTemp
source: Unable to create a temporary file. Setup aborted
de: Es konnte keine temporäre Datei erstellt werden. Das Setup wurde abgebrochen

# [Messages]LdrCannotExecTemp
source: Unable to execute file in the temporary directory. Setup aborted
de: Die Datei konnte nicht im temporären Ordner ausgeführt werden. Das Setup wurde abgebrochen

# [Messages]LastErrorMessage
source: %1.%n%nError %2: %3
de: %1.%n%nFehler %2: %3

# [Messages]SetupFileMissing
source: The file %1 is missing from the installation directory. Please correct the problem or obtain a new copy of the program.
de: Die Datei %1 fehlt im Installationsordner. Bitte beheben Sie das Problem oder besorgen Sie sich eine neue Kopie des Programms.

# [Messages]SetupFileCorrupt
source: The setup files are corrupted. Please obtain a new copy of the program.
de: Die Setup-Dateien sind beschädigt. Besorgen Sie sich bitte eine neue Kopie des Programms.

# [Messages]SetupFileCorruptOrWrongVer
source: The setup files are corrupted, or are incompatible with this version of Setup. Please correct the problem or obtain a new copy of the program.
de: Die Setup-Dateien sind beschädigt oder inkompatibel zu dieser Version des Setups. Bitte beheben Sie das Problem oder besorgen Sie sich eine neue Kopie des Programms.

# [Messages]InvalidParameter
source: An invalid parameter was passed on the command line:%n%n%1
de: Ein ungültiger Parameter wurde auf der Kommandozeile übergeben:%n%n%1

# [Messages]SetupAlreadyRunning
source: Setup is already running.
de: Setup läuft bereits.

# [Messages]WindowsVersionNotSupported
source: This program does not support the version of Windows your computer is running.
de: Dieses Programm unterstützt die auf Ihrem Computer installierte Windows-Version nicht.

# [Messages]WindowsServicePackRequired
source: This program requires %1 Service Pack %2 or later.
de: Dieses Programm benötigt %1 Service Pack %2 oder höher.

# [Messages]NotOnThisPlatform
source: This program will not run on %1.
de: Dieses Programm kann nicht unter %1 ausgeführt werden.

# [Messages]OnlyOnThisPlatform
source: This program must be run on %1.
de: Dieses Programm muss unter %1 ausgeführt werden.

# [Messages]OnlyOnTheseArchitectures
source: This program can only be installed on versions of Windows designed for the following processor architectures:%n%n%1
de: Dieses Programm kann nur auf Windows-Versionen installiert werden, die folgende Prozessor-Architekturen unterstützen:%n%n%1

# [Messages]WinVersionTooLowError
source: This program requires %1 version %2 or later.
de: Dieses Programm benötigt %1 Version %2 oder höher.

# [Messages]WinVersionTooHighError
source: This program cannot be installed on %1 version %2 or later.
de: Dieses Programm kann nicht unter %1 Version %2 oder höher installiert werden.

# [Messages]AdminPrivilegesRequired
source: You must be logged in as an administrator when installing this program.
de: Sie müssen als Administrator angemeldet sein, um dieses Programm installieren zu können.

# [Messages]PowerUserPrivilegesRequired
source: You must be logged in as an administrator or as a member of the Power Users group when installing this program.
de: Sie müssen als Administrator oder als Mitglied der Hauptbenutzer-Gruppe angemeldet sein, um dieses Programm installieren zu können.

# [Messages]SetupAppRunningError
source: Setup has detected that %1 is currently running.%n%nPlease close all instances of it now, then click OK to continue, or Cancel to exit.
de: Das Setup hat entdeckt, dass %1 zurzeit ausgeführt wird.%n%nBitte schließen Sie jetzt alle laufenden Instanzen und klicken Sie auf "OK", um fortzufahren, oder auf "Abbrechen", um zu beenden.

# [Messages]UninstallAppRunningError
source: Uninstall has detected that %1 is currently running.%n%nPlease close all instances of it now, then click OK to continue, or Cancel to exit.
de: Die Deinstallation hat entdeckt, dass %1 zurzeit ausgeführt wird.%n%nBitte schließen Sie jetzt alle laufenden Instanzen und klicken Sie auf "OK", um fortzufahren, oder auf "Abbrechen", um zu beenden.

# [Messages]PrivilegesRequiredOverrideTitle
source: Select Setup Install Mode
de: Installationsmodus auswählen

# [Messages]PrivilegesRequiredOverrideInstruction
source: Select install mode
de: Bitte wählen Sie den Installationsmodus

# [Messages]PrivilegesRequiredOverrideText1
source: %1 can be installed for all users (requires administrative privileges), or for you only.
de: %1 kann für alle Benutzer (erfordert Administrationsrechte) oder nur für Sie installiert werden.

# [Messages]PrivilegesRequiredOverrideText2
source: %1 can be installed for you only, or for all users (requires administrative privileges).
de: %1 kann nur für Sie oder für alle Benutzer (erfordert Administrationsrechte) installiert werden.

# [Messages]PrivilegesRequiredOverrideAllUsers
source: Install for &all users
de: Installation für &alle Benutzer

# [Messages]PrivilegesRequiredOverrideAllUsersRecommended
source: Install for &all users (recommended)
de: Installation für &alle Benutzer (empfohlen)

# [Messages]PrivilegesRequiredOverrideCurrentUser
source: Install for &me only
de: Installation nur für &Sie

# [Messages]PrivilegesRequiredOverrideCurrentUserRecommended
source: Install for &me only (recommended)
de: Installation nur für &Sie (empfohlen)

# [Messages]ErrorCreatingDir
source: Setup was unable to create the directory "%1"
de: Das Setup konnte den Ordner "%1" nicht erstellen.

# [Messages]ErrorTooManyFilesInDir
source: Unable to create a file in the directory "%1" because it contains too many files
de: Das Setup konnte eine Datei im Ordner "%1" nicht erstellen, weil er zu viele Dateien enthält.

# [Messages]ExitSetupTitle
source: Exit Setup
de: Setup verlassen

# [Messages]ExitSetupMessage
source: Setup is not complete. If you exit now, the program will not be installed.%n%nYou may run Setup again at another time to complete the installation.%n%nExit Setup?
de: Das Setup ist noch nicht abgeschlossen. Wenn Sie jetzt beenden, wird das Programm nicht installiert.%n%nSie können das Setup zu einem späteren Zeitpunkt nochmals ausführen, um die Installation zu vervollständigen.%n%nSetup verlassen?

# [Messages]AboutSetupMenuItem
source: &About Setup...
de: &Über das Setup ...

# [Messages]AboutSetupTitle
source: About Setup
de: Über das Setup

# [Messages]AboutSetupMessage
source: %1 version %2%n%3%n%n%1 home page:%n%4
de: %1 Version %2%n%3%n%n%1 Webseite:%n%4

# [Messages]ButtonBack
source: < &Back
de: < &Zurück

# [Messages]ButtonNext
source: &Next >
de: &Weiter >

# [Messages]ButtonInstall
source: &Install
de: &Installieren

# [Messages]ButtonCancel
source: Cancel
de: Abbrechen

# [Messages]ButtonYes
source: &Yes
de: &Ja

# [Messages]ButtonYesToAll
source: Yes to &All
de: J&a für Alle

# [Messages]ButtonNo
source: &No
de: &Nein

# [Messages]ButtonNoToAll
source: N&o to All
de: N&ein für Alle

# [Messages]ButtonFinish
source: &Finish
de: &Fertigstellen

# [Messages]ButtonBrowse
source: &Browse...
de: &Durchsuchen ...

# [Messages]ButtonWizardBrowse
source: B&rowse...
de: Du&rchsuchen ...

# [Messages]ButtonNewFolder
source: &Make New Folder
de: &Neuen Ordner erstellen

# [Messages]SelectLanguageTitle
source: Select Setup Language
de: Setup-Sprache auswählen

# [Messages]SelectLanguageLabel
source: Select the language to use during the installation.
de: Wählen Sie die Sprache aus, die während der Installation benutzt werden soll:

# [Messages]ClickNext
source: Click Next to continue, or Cancel to exit Setup.
de: "Weiter" zum Fortfahren, "Abbrechen" zum Verlassen.

# [Messages]BrowseDialogTitle
source: Browse For Folder
de: Ordner suchen

# [Messages]BrowseDialogLabel
source: Select a folder in the list below, then click OK.
de: Wählen Sie einen Ordner aus und klicken Sie danach auf "OK".

# [Messages]NewFolderName
source: New Folder
de: Neuer Ordner

# [Messages]WelcomeLabel1
source: Welcome to the [name] Setup Wizard
de: Willkommen zum [name] Setup-Assistenten

# [Messages]WelcomeLabel2
source: This will install [name/ver] on your computer.%n%nIt is recommended that you close all other applications before continuing.
de: Dieser Assistent wird jetzt [name/ver] auf Ihrem Computer installieren.%n%nSie sollten alle anderen Anwendungen beenden, bevor Sie mit dem Setup fortfahren.

# [Messages]WizardPassword
source: Password
de: Passwort

# [Messages]PasswordLabel1
source: This installation is password protected.
de: Diese Installation wird durch ein Passwort geschützt.

# [Messages]PasswordLabel3
source: Please provide the password, then click Next to continue. Passwords are case-sensitive.
de: Bitte geben Sie das Passwort ein und klicken Sie danach auf "Weiter". Achten Sie auf korrekte Groß-/Kleinschreibung.

# [Messages]PasswordEditLabel
source: &Password:
de: &Passwort:

# [Messages]IncorrectPassword
source: The password you entered is not correct. Please try again.
de: Das eingegebene Passwort ist nicht korrekt. Bitte versuchen Sie es noch einmal.

# [Messages]WizardLicense
source: License Agreement
de: Lizenzvereinbarung

# [Messages]LicenseLabel
source: Please read the following important information before continuing.
de: Lesen Sie bitte folgende wichtige Informationen, bevor Sie fortfahren.

# [Messages]LicenseLabel3
source: Please read the following License Agreement. You must accept the terms of this agreement before continuing with the installation.
de: Lesen Sie bitte die folgenden Lizenzvereinbarungen. Benutzen Sie bei Bedarf die Bildlaufleiste oder drücken Sie die "Bild Ab"-Taste.

# [Messages]LicenseAccepted
source: I &accept the agreement
de: Ich &akzeptiere die Vereinbarung

# [Messages]LicenseNotAccepted
source: I &do not accept the agreement
de: Ich &lehne die Vereinbarung ab

# [Messages]InfoBeforeLabel
source: Please read the following important information before continuing.
de: Lesen Sie bitte folgende wichtige Informationen, bevor Sie fortfahren.

# [Messages]InfoBeforeClickLabel
source: When you are ready to continue with Setup, click Next.
de: Klicken Sie auf "Weiter", sobald Sie bereit sind, mit dem Setup fortzufahren.

# [Messages]InfoAfterLabel
source: Please read the following important information before continuing.
de: Lesen Sie bitte folgende wichtige Informationen, bevor Sie fortfahren.

# [Messages]InfoAfterClickLabel
source: When you are ready to continue with Setup, click Next.
de: Klicken Sie auf "Weiter", sobald Sie bereit sind, mit dem Setup fortzufahren.

# [Messages]WizardUserInfo
source: User Information
de: Benutzerinformationen

# [Messages]UserInfoDesc
source: Please enter your information.
de: Bitte tragen Sie Ihre Daten ein.

# [Messages]UserInfoName
source: &User Name:
de: &Name:

# [Messages]UserInfoOrg
source: &Organization:
de: &Organisation:

# [Messages]UserInfoSerial
source: &Serial Number:
de: &Seriennummer:

# [Messages]UserInfoNameRequired
source: You must enter a name.
de: Sie müssen einen Namen eintragen.

# [Messages]WizardSelectDir
source: Select Destination Location
de: Ziel-Ordner wählen

# [Messages]SelectDirDesc
source: Where should [name] be installed?
de: Wohin soll [name] installiert werden?

# [Messages]SelectDirLabel3
source: Setup will install [name] into the following folder.
de: Das Setup wird [name] in den folgenden Ordner installieren.

# [Messages]SelectDirBrowseLabel
source: To continue, click Next. If you would like to select a different folder, click Browse.
de: Klicken Sie auf "Weiter", um fortzufahren. Klicken Sie auf "Durchsuchen", falls Sie einen anderen Ordner auswählen möchten.

# [Messages]DiskSpaceGBLabel
source: At least [gb] GB of free disk space is required.
de: Mindestens [gb] GB freier Speicherplatz ist erforderlich.

# [Messages]DiskSpaceMBLabel
source: At least [mb] MB of free disk space is required.
de: Mindestens [mb] MB freier Speicherplatz ist erforderlich.

# [Messages]CannotInstallToNetworkDrive
source: Setup cannot install to a network drive.
de: Das Setup kann nicht in einen Netzwerk-Pfad installieren.

# [Messages]CannotInstallToUNCPath
source: Setup cannot install to a UNC path.
de: Das Setup kann nicht in einen UNC-Pfad installieren. Wenn Sie auf ein Netzlaufwerk installieren möchten, müssen Sie dem Netzwerkpfad einen Laufwerksbuchstaben zuordnen.

# [Messages]InvalidPath
source: You must enter a full path with drive letter; for example:%n%nC:\APP%n%nor a UNC path in the form:%n%n\\server\share
de: Sie müssen einen vollständigen Pfad mit einem Laufwerksbuchstaben angeben, z. B.:%n%nC:\Beispiel%n%noder einen UNC-Pfad in der Form:%n%n\\Server\Freigabe

# [Messages]InvalidDrive
source: The drive or UNC share you selected does not exist or is not accessible. Please select another.
de: Das angegebene Laufwerk bzw. der UNC-Pfad existiert nicht oder es kann nicht darauf zugegriffen werden. Wählen Sie bitte einen anderen Ordner.

# [Messages]DiskSpaceWarningTitle
source: Not Enough Disk Space
de: Nicht genug freier Speicherplatz

# [Messages]DiskSpaceWarning
source: Setup requires at least %1 KB of free space to install, but the selected drive only has %2 KB available.%n%nDo you want to continue anyway?
de: Das Setup benötigt mindestens %1 KB freien Speicherplatz zum Installieren, aber auf dem ausgewählten Laufwerk sind nur %2 KB verfügbar.%n%nMöchten Sie trotzdem fortfahren?

# [Messages]DirNameTooLong
source: The folder name or path is too long.
de: Der Ordnername/Pfad ist zu lang.

# [Messages]InvalidDirName
source: The folder name is not valid.
de: Der Ordnername ist nicht gültig.

# [Messages]BadDirName32
source: Folder names cannot include any of the following characters:%n%n%1
de: Ordnernamen dürfen keine der folgenden Zeichen enthalten:%n%n%1

# [Messages]DirExistsTitle
source: Folder Exists
de: Ordner existiert bereits

# [Messages]DirExists
source: The folder:%n%n%1%n%nalready exists. Would you like to install to that folder anyway?
de: Der Ordner:%n%n%1%n%n existiert bereits. Möchten Sie trotzdem in diesen Ordner installieren?

# [Messages]DirDoesntExistTitle
source: Folder Does Not Exist
de: Ordner ist nicht vorhanden

# [Messages]DirDoesntExist
source: The folder:%n%n%1%n%ndoes not exist. Would you like the folder to be created?
de: Der Ordner:%n%n%1%n%nist nicht vorhanden. Soll der Ordner erstellt werden?

# [Messages]WizardSelectComponents
source: Select Components
de: Komponenten auswählen

# [Messages]SelectComponentsDesc
source: Which components should be installed?
de: Welche Komponenten sollen installiert werden?

# [Messages]SelectComponentsLabel2
source: Select the components you want to install; clear the components you do not want to install. Click Next when you are ready to continue.
de: Wählen Sie die Komponenten aus, die Sie installieren möchten. Klicken Sie auf "Weiter", wenn Sie bereit sind, fortzufahren.

# [Messages]FullInstallation
source: Full installation
de: Vollständige Installation

# [Messages]CompactInstallation
source: Compact installation
de: Kompakte Installation

# [Messages]CustomInstallation
source: Custom installation
de: Benutzerdefinierte Installation

# [Messages]NoUninstallWarningTitle
source: Components Exist
de: Komponenten vorhanden

# [Messages]NoUninstallWarning
source: Setup has detected that the following components are already installed on your computer:%n%n%1%n%nDeselecting these components will not uninstall them.%n%nWould you like to continue anyway?
de: Das Setup hat festgestellt, dass die folgenden Komponenten bereits auf Ihrem Computer installiert sind:%n%n%1%n%nDiese nicht mehr ausgewählten Komponenten werden nicht vom Computer entfernt.%n%nMöchten Sie trotzdem fortfahren?

# [Messages]ComponentsDiskSpaceGBLabel
source: Current selection requires at least [gb] GB of disk space.
de: Die aktuelle Auswahl erfordert mindestens [gb] GB Speicherplatz.

# [Messages]ComponentsDiskSpaceMBLabel
source: Current selection requires at least [mb] MB of disk space.
de: Die aktuelle Auswahl erfordert mindestens [mb] MB Speicherplatz.

# [Messages]WizardSelectTasks
source: Select Additional Tasks
de: Zusätzliche Aufgaben auswählen

# [Messages]SelectTasksDesc
source: Which additional tasks should be performed?
de: Welche zusätzlichen Aufgaben sollen ausgeführt werden?

# [Messages]SelectTasksLabel2
source: Select the additional tasks you would like Setup to perform while installing [name], then click Next.
de: Wählen Sie die zusätzlichen Aufgaben aus, die das Setup während der Installation von [name] ausführen soll, und klicken Sie danach auf "Weiter".

# [Messages]WizardSelectProgramGroup
source: Select Start Menu Folder
de: Startmenü-Ordner auswählen

# [Messages]SelectStartMenuFolderDesc
source: Where should Setup place the program's shortcuts?
de: Wo soll das Setup die Programm-Verknüpfungen erstellen?

# [Messages]SelectStartMenuFolderLabel3
source: Setup will create the program's shortcuts in the following Start Menu folder.
de: Das Setup wird die Programm-Verknüpfungen im folgenden Startmenü-Ordner erstellen.

# [Messages]SelectStartMenuFolderBrowseLabel
source: To continue, click Next. If you would like to select a different folder, click Browse.
de: Klicken Sie auf "Weiter", um fortzufahren. Klicken Sie auf "Durchsuchen", falls Sie einen anderen Ordner auswählen möchten.

# [Messages]MustEnterGroupName
source: You must enter a folder name.
de: Sie müssen einen Ordnernamen eingeben.

# [Messages]GroupNameTooLong
source: The folder name or path is too long.
de: Der Ordnername/Pfad ist zu lang.

# [Messages]InvalidGroupName
source: The folder name is not valid.
de: Der Ordnername ist nicht gültig.

# [Messages]BadGroupName
source: The folder name cannot include any of the following characters:%n%n%1
de: Der Ordnername darf keine der folgenden Zeichen enthalten:%n%n%1

# [Messages]NoProgramGroupCheck2
source: &Don't create a Start Menu folder
de: &Keinen Ordner im Startmenü erstellen

# [Messages]WizardReady
source: Ready to Install
de: Bereit zur Installation.

# [Messages]ReadyLabel1
source: Setup is now ready to begin installing [name] on your computer.
de: Das Setup ist jetzt bereit, [name] auf Ihrem Computer zu installieren.

# [Messages]ReadyLabel2a
source: Click Install to continue with the installation, or click Back if you want to review or change any settings.
de: Klicken Sie auf "Installieren", um mit der Installation zu beginnen, oder auf "Zurück", um Ihre Einstellungen zu überprüfen oder zu ändern.

# [Messages]ReadyLabel2b
source: Click Install to continue with the installation.
de: Klicken Sie auf "Installieren", um mit der Installation zu beginnen.

# [Messages]ReadyMemoUserInfo
source: User information:
de: Benutzerinformationen:

# [Messages]ReadyMemoDir
source: Destination location:
de: Ziel-Ordner:

# [Messages]ReadyMemoType
source: Setup type:
de: Setup-Typ:

# [Messages]ReadyMemoComponents
source: Selected components:
de: Ausgewählte Komponenten:

# [Messages]ReadyMemoGroup
source: Start Menu folder:
de: Startmenü-Ordner:

# [Messages]ReadyMemoTasks
source: Additional tasks:
de: Zusätzliche Aufgaben:

# [Messages]DownloadingLabel2
source: Downloading files...
de: Lade Dateien herunter...

# [Messages]ButtonStopDownload
source: &Stop download
de: Download &abbrechen

# [Messages]StopDownload
source: Are you sure you want to stop the download?
de: Sind Sie sicher, dass Sie den Download abbrechen wollen?

# [Messages]ErrorDownloadAborted
source: Download aborted
de: Download abgebrochen

# [Messages]ErrorDownloadFailed
source: Download failed: %1 %2
de: Download fehlgeschlagen: %1 %2

# [Messages]ErrorDownloadSizeFailed
source: Getting size failed: %1 %2
de: Fehler beim Ermitteln der Größe: %1 %2

# [Messages]ErrorProgress
source: Invalid progress: %1 of %2
de: Ungültiger Fortschritt: %1 von %2

# [Messages]ErrorFileSize
source: Invalid file size: expected %1, found %2
de: Ungültige Dateigröße: erwartet %1, gefunden %2

# [Messages]ExtractingLabel
source: Extracting files...
de: Entpacke Dateien...

# [Messages]ButtonStopExtraction
source: &Stop extraction
de: Entpacken &abbrechen

# [Messages]StopExtraction
source: Are you sure you want to stop the extraction?
de: Sind Sie sicher, dass Sie das Entpacken abbrechen wollen?

# [Messages]ErrorExtractionAborted
source: Extraction aborted
de: Entpacken abgebrochen

# [Messages]ErrorExtractionFailed
source: Extraction failed: %1
de: Entpacken fehlgeschlagen: %1

# [Messages]ArchiveIncorrectPassword
source: The password is incorrect
de: Ungültiges Passwort

# [Messages]ArchiveIsCorrupted
source: The archive is corrupted
de: Das Archiv ist defekt

# [Messages]ArchiveUnsupportedFormat
source: The archive format is unsupported
de: Das Archivformat wird nicht unterstützt

# [Messages]WizardPreparing
source: Preparing to Install
de: Vorbereitung der Installation

# [Messages]PreparingDesc
source: Setup is preparing to install [name] on your computer.
de: Das Setup bereitet die Installation von [name] auf diesem Computer vor.

# [Messages]PreviousInstallNotCompleted
source: The installation/removal of a previous program was not completed. You will need to restart your computer to complete that installation.%n%nAfter restarting your computer, run Setup again to complete the installation of [name].
de: Eine vorherige Installation/Deinstallation eines Programms wurde nicht abgeschlossen. Der Computer muss neu gestartet werden, um die Installation/Deinstallation zu beenden.%n%nStarten Sie das Setup nach dem Neustart Ihres Computers erneut, um die Installation von [name] durchzuführen.

# [Messages]CannotContinue
source: Setup cannot continue. Please click Cancel to exit.
de: Das Setup kann nicht fortfahren. Bitte klicken Sie auf "Abbrechen" zum Verlassen.

# [Messages]ApplicationsFound
source: The following applications are using files that need to be updated by Setup. It is recommended that you allow Setup to automatically close these applications.
de: Die folgenden Anwendungen benutzen Dateien, die aktualisiert werden müssen. Es wird empfohlen, Setup zu erlauben, diese Anwendungen zu schließen.

# [Messages]ApplicationsFound2
source: The following applications are using files that need to be updated by Setup. It is recommended that you allow Setup to automatically close these applications. After the installation has completed, Setup will attempt to restart the applications.
de: Die folgenden Anwendungen benutzen Dateien, die aktualisiert werden müssen. Es wird empfohlen, Setup zu erlauben, diese Anwendungen zu schließen. Nachdem die Installation fertiggestellt wurde, versucht Setup, diese Anwendungen wieder zu starten.

# [Messages]CloseApplications
source: &Automatically close the applications
de: &Schließe die Anwendungen automatisch

# [Messages]DontCloseApplications
source: &Do not close the applications
de: Schließe die A&nwendungen nicht

# [Messages]ErrorCloseApplications
source: Setup was unable to automatically close all applications. It is recommended that you close all applications using files that need to be updated by Setup before continuing.
de: Das Setup konnte nicht alle Anwendungen automatisch schließen. Es wird empfohlen, alle Anwendungen zu schließen, die Dateien benutzen, die vom Setup vor einer Fortsetzung aktualisiert werden müssen.
