Repository: learningequality/kolibri-app
Catalog: installer/translations/locale/*/messages.po
Languages: de

# [Messages]PrepareToInstallNeedsRestart
source: Setup must restart your computer. After restarting your computer, run Setup again to complete the installation of [name].%n%nWould you like to restart now?
de: Das Setup muss Ihren Computer neu starten. Führen Sie nach dem Neustart Setup erneut aus, um die Installation von [name] abzuschließen.%n%nWollen Sie jetzt neu starten?

# [Messages]WizardInstalling
source: Installing
de: Installiere ...

# [Messages]InstallingLabel
source: Please wait while Setup installs [name] on your computer.
de: Warten Sie bitte, während [name] auf Ihrem Computer installiert wird.

# [Messages]FinishedHeadingLabel
source: Completing the [name] Setup Wizard
de: Beenden des [name] Setup-Assistenten

# [Messages]FinishedLabelNoIcons
source: Setup has finished installing [name] on your computer.
de: Das Setup hat die Installation von [name] auf Ihrem Computer abgeschlossen.

# [Messages]FinishedLabel
source: Setup has finished installing [name] on your computer. The application may be launched by selecting the installed shortcuts.
de: Das Setup hat die Installation von [name] auf Ihrem Computer abgeschlossen. Die Anwendung kann über die installierten Programm-Verknüpfungen gestartet werden.

# [Messages]ClickFinish
source: Click Finish to exit Setup.
de: Klicken Sie auf "Fertigstellen", um das Setup zu beenden.

# [Messages]FinishedRestartLabel
source: To complete the installation of [name], Setup must restart your computer. Would you like to restart now?
de: Um die Installation von [name] abzuschließen, muss das Setup Ihren Computer neu starten. Möchten Sie jetzt neu starten?

# [Messages]FinishedRestartMessage
source: To complete the installation of [name], Setup must restart your computer.%n%nWould you like to restart now?
de: Um die Installation von [name] abzuschließen, muss das Setup Ihren Computer neu starten.%n%nMöchten Sie jetzt neu starten?

# [Messages]ShowReadmeCheck
source: Yes, I would like to view the README file
de: Ja, ich möchte die LIESMICH-Datei sehen

# [Messages]YesRadio
source: &Yes, restart the computer now
de: &Ja, Computer jetzt neu starten

# [Messages]NoRadio
source: &No, I will restart the computer later
de: &Nein, ich werde den Computer später neu starten

# [Messages]RunEntryExec
source: Run %1
de: %1 starten

# [Messages]RunEntryShellExec
source: View %1
de: %1 anzeigen

# [Messages]ChangeDiskTitle
source: Setup Needs the Next Disk
de: Nächsten Datenträger einlegen

# [Messages]SelectDiskLabel2
source: Please insert Disk %1 and click OK.%n%nIf the files on this disk can be found in a folder other than the one displayed below, enter the correct path or click Browse.
de: Legen Sie bitte Datenträger %1 ein und klicken Sie auf "OK".%n%nWenn sich die Dateien von diesem Datenträger in einem anderen als dem angezeigten Ordner befinden, dann geben Sie bitte den korrekten Pfad ein oder klicken auf "Durchsuchen".

# [Messages]PathLabel
source: &Path:
de: &Pfad:

# [Messages]FileNotInDir2
source: The file "%1" could not be located in "%2". Please insert the correct disk or select another folder.
de: Die Datei "%1" befindet sich nicht in "%2". Bitte Ordner ändern oder richtigen Datenträger einlegen.

# [Messages]SelectDirectoryLabel
source: Please specify the location of the next disk.
de: Geben Sie bitte an, wo der nächste Datenträger eingelegt wird.

# [Messages]SetupAborted
source: Setup was not completed.%n%nPlease correct the problem and run Setup again.
de: Das Setup konnte nicht abgeschlossen werden.%n%nBeheben Sie bitte das Problem und starten Sie das Setup erneut.

# [Messages]AbortRetryIgnoreSelectAction
source: Select action
de: Bitte auswählen

# [Messages]AbortRetryIgnoreRetry
source: &Try again
de: &Nochmals versuchen

# [Messages]AbortRetryIgnoreIgnore
source: &Ignore the error and continue
de: &Den Fehler ignorieren und fortfahren

# [Messages]AbortRetryIgnoreCancel
source: Cancel installation
de: Installation abbrechen

# [Messages]RetryCancelSelectAction
source: Select action
de: Bitte auswählen

# [Messages]RetryCancelRetry
source: &Try again
de: &Wiederholen

# [Messages]RetryCancelCancel
source: Cancel
de: &Abbrechen

# [Messages]StatusClosingApplications
source: Closing applications...
de: Anwendungen werden geschlossen ...

# [Messages]StatusCreateDirs
source: Creating directories...
de: Ordner werden erstellt ...

# [Messages]StatusExtractFiles
source: Extracting files...
de: Dateien werden entpackt ...

# [Messages]StatusDownloadFiles
source: Downloading files...
de: Dateien werden herunter geladen...

# [Messages]StatusCreateIcons
source: Creating shortcuts...
de: Verknüpfungen werden erstellt ...

# [Messages]StatusCreateIniEntries
source: Creating INI entries...
de: INI-Einträge werden erstellt ...

# [Messages]StatusCreateRegistryEntries
source: Creating registry entries...
de: Registry-Einträge werden erstellt ...

# [Messages]StatusRegisterFiles
source: Registering files...
de: Dateien werden registriert ...

# [Messages]StatusSavingUninstall
source: Saving uninstall information...
de: Deinstallationsinformationen werden gespeichert ...

# [Messages]StatusRunProgram
source: Finishing installation...
de: Installation wird beendet ...

# [Messages]StatusRestartingApplications
source: Restarting applications...
de: Neustart der Anwendungen ...

# [Messages]StatusRollback
source: Rolling back changes...
de: Änderungen werden rückgängig gemacht ...

# [Messages]ErrorInternal2
source: Internal error: %1
de: Interner Fehler: %1

# [Messages]ErrorFunctionFailedNoCode
source: %1 failed
de: %1 schlug fehl

# [Messages]ErrorFunctionFailed
source: %1 failed; code %2
de: %1 schlug fehl; Code %2

# [Messages]ErrorFunctionFailedWithMessage
source: %1 failed; code %2.%n%3
de: %1 schlug fehl; Code %2.%n%3

# [Messages]ErrorExecutingProgram
source: Unable to execute file:%n%1
de: Datei kann nicht ausgeführt werden:%n%1

# [Messages]ErrorRegOpenKey
source: Error opening registry key:%n%1\%2
de: Registry-Schlüssel konnte nicht geöffnet werden:%n%1\%2

# [Messages]ErrorRegCreateKey
source: Error creating registry key:%n%1\%2
de: Registry-Schlüssel konnte nicht erstellt werden:%n%1\%2

# [Messages]ErrorRegWriteKey
source: Error writing to registry key:%n%1\%2
de: Fehler beim Schreiben des Registry-Schlüssels:%n%1\%2

# [Messages]ErrorIniEntry
source: Error creating INI entry in file "%1".
de: Fehler beim Erstellen eines INI-Eintrages in der Datei "%1".

# [Messages]FileAbortRetryIgnoreSkipNotRecommended
source: &Skip this file (not recommended)
de: Diese Datei &überspringen (nicht empfohlen)

# [Messages]FileAbortRetryIgnoreIgnoreNotRecommended
source: &Ignore the error and continue (not recommended)
de: Den Fehler &ignorieren und fortfahren (nicht empfohlen)

# [Messages]SourceIsCorrupted
source: The source file is corrupted
de: Die Quelldatei ist beschädigt

# [Messages]SourceDoesntExist
source: The source file "%1" does not exist
de: Die Quelldatei "%1" existiert nicht

# [Messages]SourceVerificationFailed
source: Verification of the source file failed: %1
de: Überprüfung der Quelldatei fehlgeschlagen: %1

# [Messages]VerificationSignatureDoesntExist
source: The signature file "%1" does not exist
de: Die Signaturdatei "%1" existiert nicht

# [Messages]VerificationSignatureInvalid
source: The signature file "%1" is invalid
de: Die Signaturdatei "%1" ist ungültig

# [Messages]VerificationKeyNotFound
source: The signature file "%1" uses an unknown key
de: Die Signaturdatei "%1" verwendet einen unbekannten Schlüssel

# [Messages]VerificationFileNameIncorrect
source: The name of the file is incorrect
de: Der Name der Datei ist ungültig

# [Messages]VerificationFileTagIncorrect
source: The tag of the file is incorrect
de: Der Tag der Datei ist ungültig

# [Messages]VerificationFileSizeIncorrect
source: The size of the file is incorrect
de: Die Größe der Datei ist ungültig

# [Messages]VerificationFileHashIncorrect
source: The hash of the file is incorrect
de: Der Hashwert der Datei ist ungültig

# [Messages]ExistingFileReadOnly2
source: The existing file could not be replaced because it is marked read-only.
de: Die vorhandene Datei kann nicht ersetzt werden, da sie schreibgeschützt ist.

# [Messages]ExistingFileReadOnlyRetry
source: &Remove the read-only attribute and try again
de: &Den Schreibschutz entfernen und noch einmal versuchen

# [Messages]ExistingFileReadOnlyKeepExisting
source: &Keep the existing file
de: Die &vorhandene Datei behalten

# [Messages]ErrorReadingExistingDest
source: An error occurred while trying to read the existing file:
de: Lesefehler in Datei:

# [Messages]FileExistsSelectAction
source: Select action
de: Aktion auswählen

# [Messages]FileExists2
source: The file already exists.
de: Die Datei ist bereits vorhanden.

# [Messages]FileExistsOverwriteExisting
source: &Overwrite the existing file
de: Vorhandene Datei &überschreiben

# [Messages]FileExistsKeepExisting
source: &Keep the existing file
de: Vorhandene Datei &behalten

# [Messages]FileExistsOverwriteOrKeepAll
source: &Do this for the next conflicts
de: &Dies auch für die nächsten Konflikte ausführen

# [Messages]ExistingFileNewerSelectAction
source: Select action
de: Aktion auswählen

# [Messages]ExistingFileNewer2
source: The existing file is newer than the one Setup is trying to install.
de: Die vorhandene Datei ist neuer als die Datei, die installiert werden soll.

# [Messages]ExistingFileNewerOverwriteExisting
source: &Overwrite the existing file
de: Vorhandene Datei &überschreiben

# [Messages]ExistingFileNewerKeepExisting
source: &Keep the existing file (recommended)
de: Vorhandene Datei &behalten (empfohlen)

# [Messages]ExistingFileNewerOverwriteOrKeepAll
source: &Do this for the next conflicts
de: &Dies auch für die nächsten Konflikte ausführen

# [Messages]ErrorChangingAttr
source: An error occurred while trying to change the attributes of the existing file:
de: Fehler beim Ändern der Datei-Attribute:

# [Messages]ErrorCreatingTemp
source: An error occurred while trying to create a file in the destination directory:
de: Fehler beim Erstellen einer Datei im Ziel-Ordner:

# [Messages]ErrorReadingSource
source: An error occurred while trying to read the source file:
de: Fehler beim Lesen der Quelldatei:

# [Messages]ErrorCopying
source: An error occurred while trying to copy a file:
de: Fehler beim Kopieren einer Datei:

# [Messages]ErrorDownloading
source: An error occurred while trying to download a file:
de: Beim Download der Datei ist ein Fehler aufgetreten:

# [Messages]ErrorExtracting
source: An error occurred while trying to extract an archive:
de: Beim Entpacken eines Archivs ist ein Fehler aufgetreten:

# [Messages]ErrorReplacingExistingFile
source: An error occurred while trying to replace the existing file:
de: Fehler beim Ersetzen einer vorhandenen Datei:

# [Messages]ErrorRestartReplace
source: RestartReplace failed:
de: "Ersetzen nach Neustart" fehlgeschlagen:

# [Messages]ErrorRenamingTemp
source: An error occurred while trying to rename a file in the destination directory:
de: Fehler beim Umbenennen einer Datei im Ziel-Ordner:

# [Messages]ErrorRegisterServer
source: Unable to register the DLL/OCX: %1
de: DLL/OCX konnte nicht registriert werden: %1

# [Messages]ErrorRegSvr32Failed
source: RegSvr32 failed with exit code %1
de: RegSvr32-Aufruf scheiterte mit Exit-Code %1

# [Messages]ErrorRegisterTypeLib
source: Unable to register the type library: %1
de: Typen-Bibliothek konnte nicht registriert werden: %1

# [Messages]UninstallDisplayNameMarkAllUsers
source: All users
de: Alle Benutzer

# [Messages]UninstallDisplayNameMarkCurrentUser
source: Current user
de: Aktueller Benutzer

# [Messages]ErrorOpeningReadme
source: An error occurred while trying to open the README file.
de: Fehler beim Öffnen der LIESMICH-Datei.

# [Messages]ErrorRestartingComputer
source: Setup was unable to restart the computer. Please do this manually.
de: Das Setup konnte den Computer nicht neu starten. Bitte führen Sie den Neustart manuell durch.

# [Messages]UninstallNotFound
source: File "%1" does not exist. Cannot uninstall.
de: Die Datei "%1" existiert nicht. Entfernen der Anwendung fehlgeschlagen.

# [Messages]UninstallOpenError
source: File "%1" could not be opened. Cannot uninstall
de: Die Datei "%1" konnte nicht geöffnet werden. Entfernen der Anwendung fehlgeschlagen.

# [Messages]UninstallUnsupportedVer
source: The uninstall log file "%1" is in a format not recognized by this version of the uninstaller. Cannot uninstall
de: Das Format der Deinstallationsdatei "%1" konnte nicht erkannt werden. Entfernen der Anwendung fehlgeschlagen.

# [Messages]UninstallUnknownEntry
source: An unknown entry (%1) was encountered in the uninstall log
de: In der Deinstallationsdatei wurde ein unbekannter Eintrag (%1) gefunden.

# [Messages]ConfirmUninstall
source: Are you sure you want to completely remove %1 and all of its components?
de: Sind Sie sicher, dass Sie %1 und alle zugehörigen Komponenten entfernen möchten?

# [Messages]UninstallOnlyOnWin64
source: This installation can only be uninstalled on 64-bit Windows.
de: Diese Installation kann nur unter 64-Bit-Windows-Versionen entfernt werden.

# [Messages]OnlyAdminCanUninstall
source: This installation can only be uninstalled by a user with administrative privileges.
de: Diese Installation kann nur von einem Benutzer mit Administrator-Rechten entfernt werden.

# [Messages]UninstallStatusLabel
source: Please wait while %1 is removed from your computer.
de: Warten Sie bitte, während %1 von Ihrem Computer entfernt wird.

# [Messages]UninstalledAll
source: %1 was successfully removed from your computer.
de: %1 wurde erfolgreich von Ihrem Computer entfernt.

# [Messages]UninstalledMost
source: %1 uninstall complete.%n%nSome elements could not be removed. These can be removed manually.
de: Entfernen von %1 beendet.%n%nEinige Komponenten konnten nicht entfernt werden. Diese können von Ihnen manuell gelöscht werden.

# [Messages]UninstalledAndNeedsRestart
source: To complete the uninstallation of %1, your computer must be restarted.%n%nWould you like to restart now?
de: Um die Deinstallation von %1 abzuschließen, muss Ihr Computer neu gestartet werden.%n%nMöchten Sie jetzt neu starten?

# [Messages]UninstallDataCorrupted
source: "%1" file is corrupted. Cannot uninstall
de: "%1"-Datei ist beschädigt. Entfernen der Anwendung fehlgeschlagen.

# [Messages]ConfirmDeleteSharedFileTitle
source: Remove Shared File?
de: Gemeinsame Datei entfernen?

# [Messages]ConfirmDeleteSharedFile2
source: The system indicates that the following shared file is no longer in use by any programs. Would you like for Uninstall to remove this shared file?%n%nIf any programs are still using this file and it is removed, those programs may not function properly. If you are unsure, choose No. Leaving the file on your system will not cause any harm.
de: Das System zeigt an, dass die folgende gemeinsame Datei von keinem anderen Programm mehr benutzt wird. Möchten Sie diese Datei entfernen lassen?%nSollte es doch noch Programme geben, die diese Datei benutzen und sie wird entfernt, funktionieren diese Programme vielleicht nicht mehr richtig. Wenn Sie unsicher sind, wählen Sie "Nein", um die Datei im System zu belassen. Es schadet Ihrem System nicht, wenn Sie die Datei behalten.

# [Messages]SharedFileNameLabel
source: File name:
de: Dateiname:

# [Messages]SharedFileLocationLabel
source: Location:
de: Ordner:

# [Messages]WizardUninstalling
source: Uninstall Status
de: Entfernen (Status)

# [Messages]StatusUninstalling
source: Uninstalling %1...
de: Entferne %1 ...

# [Messages]ShutdownBlockReasonInstallingApp
source: Installing %1.
de: Installation von %1.

# [Messages]ShutdownBlockReasonUninstallingApp
source: Uninstalling %1.
de: Deinstallation von %1.
